[
    {
        "md_id": 143,
        "title": "Highfield Ley-arable Experiment cropping sequence 1949-2023 ",
        "URL": "https://www.era.rothamsted.ac.uk/dataset/rrn1/01-HLACROP",
        "identifier": "10.23637/rrn1-HLAcrop4923-01",
        "identifier_type": "DOI",
        "dataset_type": "Experiment details",
        "extension": "xlsx",
        "description": "Cropping details of the Highfield Ley-arable experiment, 1949-2023, with details of the arable and ley-arable rotation sequences in each of the twelve blocks, and the different treatment crops and varieties. The experiment was designed to test the effects of different rotations with and without leys (short-term herbage) on the yield of three arable test crops, in a site that had been in long-term grassland. Additionally, plots of old grassland from before the experiment started were left for comparison with the ley treatments, and other plots were ploughed and reseeded with grass at the start of the experiment. This is a companion to the Fosters ley arable experiment, started at the same time on a site that had been in long-term arable. It is now an important resource for investigating long-term changes in soil organic matter due to different cropping systems.\r\n\r\nThis dataset was assembled by Fergus Blyth from September 2022 to August 2023 as part of a year spent on placement for an MSci degree from the University of Glasgow.\r\n\r\nThis work was supported by the Natural Environment Research Council [NE/S007423/1], through the ENVISION Doctoral Training Partnership, Research Experience Placement scheme. ",
        "fieldname": "Highfield",
        "experiment_name": "Highfield Ley Arable",
        "experiment_code": "R/RN/1",
        "grade": 3,
        "dstype": "Frictionless",
        "publication_year": 2023,
        "version": "01",
        "isReady": 2,
        "isExternal": 0,
        "shortName": "HLACROP",
        "UID": "01-HLACROP"
    },
    {
        "md_id": 137,
        "title": "Highfield Ley-arable experiment soil chemical properties 1948-2014 ",
        "URL": "https://www.era.rothamsted.ac.uk/dataset/rrn1/01-SOC4814",
        "identifier": "10.23637/rrn1-HLAsoc4814-01",
        "identifier_type": "DOI",
        "dataset_type": "Soil data",
        "extension": "xlsx",
        "description": "This dataset gives the % soil organic carbon (SOC), % total nitrogen (N) and other assorted soil measurements in the topsoil (0-23cm) of selected plots of Blocks 1-4 of the Highfield Ley-arable Experiment, 1948-2014. Not all plots are sampled on every occasion, particularly in the early years of the experiment. Baseline SOC measurements were taken in December 1948 at the start of the experiment, then the soil was sampled at irregular intervals of several years until 2014. Soil N was measured from 1987 onwards. Total C, Inorganic C, Soil pH, Olsen P and exchangeable cations are measured from 2000 onwards. Originally there were 12 blocks, but blocks 5-12 were discontinued from 1968. See Johnston (1973) for a discussion of the effects of ley and arable cropping on SOC in blocks 5-12, 1949-1972.\r\n\r\nHighfield Ley-arable experiment is a comparison to the Fosters Ley-arable experiment. The two sites have the same soil type but very different histories. Fosters was in long-term arable, with little SOC at the start, in contrast to Highfield which was old permanent grass and consequently had more SOC at the start.\r\n\r\nThis dataset was assembled by Fergus Blyth from September 2022 to August 2023 as part of a year spent on placement for an MSci degree from the University of Glasgow.\r\n\r\nThis work was supported by the Natural Environment Research Council [NE/S007423/1], through the ENVISION Doctoral Training Partnership, Research Experience Placement scheme. ",
        "fieldname": "Highfield",
        "experiment_name": "Highfield Ley Arable",
        "experiment_code": "R/RN/1",
        "grade": 3,
        "dstype": "Frictionless",
        "publication_year": 2023,
        "version": "01",
        "isReady": 2,
        "isExternal": 0,
        "shortName": "SOC4814",
        "UID": "01-SOC4814"
    },
    {
        "md_id": 117,
        "title": "Rothamsted Ley Arable Soil Organic Carbon 1948-2008: Highfield ",
        "URL": "https://www.era.rothamsted.ac.uk/dataset/rrn1/01-HSOC4808",
        "identifier": "10.23637/KeyRefOARLAsoc",
        "identifier_type": "DOI",
        "dataset_type": "Soil data",
        "extension": "xlsx",
        "description": "Summary data showing the effect of two contrasting farming systems, Highfield Ley Arable, which was originally permanent grassland and Fosters Ley Arable, which was originally long-term arable for several centuries, on their soil organic carbon (SOC) at Rothamsted over a 60-year time-period 1948-2008. Results are given as tonnes per hectare of organic C for 0-22.5 cm depth of soil, based on measured soil weights, and adjusted for changes in bulk density.\r\n\r\nThe figure shows the grassland contains two-thirds as much SOC as the arable at Highfield  (and twice as much at Fosters ). SOC increased with improved grassland management on Highfield while on Fosters it increased under newly sown grass but, after 60 years there was still less than in the permanent grassland soil on Highfield, possibly because, after 1991 and the change to grass/clover on the whole plot it is likely that yields would have been less and thus a smaller input from root exudates and dead roots. With arable cropping, large amounts of SOC were lost on Highfield but it took 50 years to decline to that on Fosters. The figure shows that after 60 years the soils appear to be reaching equilibrium following changes in the cropping system level for this farming system on this soil type. Thus, in soils ploughed out of permanent grass or put into permanent grass after arable cropping the SOC now appears relatively constant. On any one soil type, the equilibrium level will be larger with permanent grass than with continuous arable cropping. ",
        "fieldname": "Highfield",
        "experiment_name": "Highfield Ley Arable",
        "experiment_code": "R/RN/1",
        "grade": 3,
        "dstype": "OA",
        "publication_year": 2018,
        "version": "01",
        "isReady": 2,
        "isExternal": 0,
        "shortName": "HSOC4808",
        "UID": "01-HSOC4808"
    },
    {
        "md_id": 127,
        "title": "Highfield Ley Arable - Metagenomic Study",
        "URL": "https://www.ebi.ac.uk/ena/browser/view/PRJEB43407",
        "identifier": "PRJEB43407",
        "identifier_type": "URL",
        "dataset_type": "Soil data",
        "extension": "xml",
        "description": "Metagenomic sequence data from the Rothamsted Highfield experiments allows us to investigate the effects of extreme changes in land use over time and test the limits of soil.  Applying modern techniques including shotgun metagenome sequencing, X-ray computed tomography and pore-scale hydrodynamic modelling reveals new insights into soil system behaviour, provides the knowledge base for a new theory of soil and  fundamental evidence to support farmers' decisions relating to soil management.",
        "fieldname": "Highfield",
        "experiment_name": "Highfield Ley Arable",
        "experiment_code": "R/RN/1",
        "grade": 2,
        "dstype": "OA",
        "publication_year": 2021,
        "version": "01",
        "isReady": 2,
        "isExternal": 1,
        "shortName": "METAGEN",
        "UID": "01-METAGEN"
    }
]