[
    {
        "md_id": 144,
        "title": "Fosters Ley-arable Experiment cropping sequence 1949-2023 ",
        "URL": "https://www.era.rothamsted.ac.uk/dataset/rrn2/01-FLACROP",
        "identifier": "10.23637/rrn2-FLAcrop4923-01",
        "identifier_type": "DOI",
        "dataset_type": "Experiment details",
        "extension": "xlsx",
        "description": "Cropping details of the Fosters Ley-arable experiment, 1949-2023, with details of the arable and ley-arable rotation sequences in each of the twelve blocks, and the different treatment crops and varieties. The experiment was designed to test the effects of different rotations with and without leys (short-term herbage) on the yield of three arable test crops in a site that had been in long-term arable. Additionally, some plots were ploughed and sown with permanent grass. This is a companion to the Highfield ley arable experiment, started at the same time on a site that had been in long-term grassland. It is now an important resource for investigating long-term changes in soil organic matter due to different cropping systems.\r\n\r\nThis dataset was assembled by Fergus Blyth from September 2022 to August 2023 as part of a year spent on placement for an MSci degree from the University of Glasgow.\r\n\r\nThis work was supported by the Natural Environment Research Council [NE/S007423/1], through the ENVISION Doctoral Training Partnership, Research Experience Placement scheme. ",
        "fieldname": "Fosters Field",
        "experiment_name": "Fosters Ley Arable",
        "experiment_code": "R/RN/2",
        "grade": 3,
        "dstype": "Frictionless",
        "publication_year": 2023,
        "version": "01",
        "isReady": 2,
        "isExternal": 0,
        "shortName": "FLACROP",
        "UID": "01-FLACROP"
    },
    {
        "md_id": 140,
        "title": "Fosters Ley-arable experiment soil chemical properties 1948-2014 ",
        "URL": "https://www.era.rothamsted.ac.uk/dataset/rrn2/01-SOC5014",
        "identifier": "10.23637/rrn2-FLAsoc5014-01",
        "identifier_type": "DOI",
        "dataset_type": "Soil data",
        "extension": "xlsx",
        "description": "This dataset gives the % soil organic carbon (SOC), % total nitrogen (N) and other assorted soil measurements in the topsoil (0-23cm) of selected plots of Blocks 1-4 of the Fosters Ley-arable Experiment, 1948-2014. Not all plots are sampled on every occasion, particularly in the early years of the experiment. The experiment was started in autumn 1948, with baseline SOC measurements taken in September 1950 from parts of the site where the experiment had not yet started. These are assumed to be very similar to the starting values in 1948. The soil was then sampled at irregular intervals of several years. Soil N was measured from 1987 onwards. Total C, Inorganic C, Soil pH, Olsen P and exchangeable cations are measured from 2000 onwards. Originally there were 12 blocks, but blocks 5-12 were discontinued from 1968. See Johnston (1973) for a discussion of the effects of ley and arable cropping on SOC in blocks 5-12, 1949-1972.  \r\n\r\nFosters Ley-arable experiment is a comparison to the Highfield Ley-arable experiment. The two sites have the same soil type but very different histories. Fosters was in long-term arable, with little SOC at the start, in contrast to Highfield which was old permanent grass and consequently had more SOC at the start.\r\n\r\nThis dataset was assembled by Fergus Blyth from September 2022 to August 2023 as part of a placement year for an MSci Degree from the University of Glasgow.\r\n\r\nThis work was also supported by the Natural Environment Research Council [NE/S007423/1], through the ENVISION Doctoral Training Partnership, Research Experience Placement scheme. ",
        "fieldname": "Fosters Field",
        "experiment_name": "Fosters Ley Arable",
        "experiment_code": "R/RN/2",
        "grade": 3,
        "dstype": "Frictionless",
        "publication_year": 2023,
        "version": "01",
        "isReady": 2,
        "isExternal": 0,
        "shortName": "SOC5014",
        "UID": "01-SOC5014"
    },
    {
        "md_id": 86,
        "title": "Rothamsted Ley Arable Soil Organic Carbon 1948-2008; Fosters ",
        "URL": "https://www.era.rothamsted.ac.uk/dataset/rrn2/01-FSOC4808",
        "identifier": "10.23637/rrn2-OARFLAsoc-1",
        "identifier_type": "DOI",
        "dataset_type": "Soil data",
        "extension": "xlsx",
        "description": "Summary data showing the effect of two contrasting farming systems, Fosters Ley Arable, which was originally long-term arable for several centuries, and Highfield Ley Arable, which was originally permanent grassland, on their soil organic carbon (SOC) at Rothamsted over a 60-year time-period 1948-2008. Results are given as tonnes per hectare of organic C for 0-22.5 cm depth of soil, based on measured soil weights, and adjusted for changes in bulk density.\r\n\r\nThe figure shows the grassland contains two-thirds as much SOC  as the arable at Fosters (and twice as much SOC at Highfield). SOC increased on Fosters under newly sown grass and it also increased with improved grassland management on Highfield. However, after 60 years there was still less SOC in Fosters sown grass than in the permanent grassland soil on Highfield. This possibly is because, after 1991 and the change to grass/clover on the whole plot, it is likely that yields would have been less and thus a smaller input from root exudates and dead roots. With arable cropping, large amounts of SOC were lost on Highfield but it took 50 years to decline to that on Fosters. The figure shows that after 60 years the soils appear to be reaching equilibrium following changes in the cropping system level for this farming system on this soil type. Thus, in soils ploughed out of permanent grass or put into permanent grass after arable cropping the SOC now appears relatively constant. On any one soil type, the equilibrium level will be larger with permanent grass than with continuous arable cropping. ",
        "fieldname": "Fosters Field",
        "experiment_name": "Fosters Ley Arable",
        "experiment_code": "R/RN/2",
        "grade": 3,
        "dstype": "OA",
        "publication_year": 2018,
        "version": "01",
        "isReady": 2,
        "isExternal": 0,
        "shortName": "FSOC4808",
        "UID": "01-FSOC4808"
    }
]